Repository: tuberry/ss-subscriber
Catalog: ssss@tu.berry/locale/*/LC_MESSAGES/gnome-shell-extension-ss-subscriber.po
Languages: nl

source: Automatic
nl: Automatisch

source: Manual
nl: Handmatig

source: Disable
nl: Uitschakelen

source: Subscription link is missing.
nl: De abonnementslink ontbreekt.

source: Error: Subscription content is empty.
nl: Foutmelding: de abonnementsinhoud ontbreekt.

source: Start synchronizing.
nl: Synchroniseren

source: Synchronized successfully.
nl: Het synchroniseren is voltooid.

source: Config file is not set.
nl: Er is geen configuratiebestand ingesteld.

source: Sync Subscription
nl: Abonnement synchroniseren

source: Can be blank
nl: Mag blanco zijn

source: Auto update subscription (not config file)
nl: Abonnement automatisch bijwerken (niet het configuratiebestand)

source: JSON format, can be blank
nl: JSON-opmaak - mag blanco zijn

source: Subscription link (SSD only)
nl: Abonnementslink (alleen SSD)

source: Command to restart
nl: Herstartopdracht

source: See <span><a href="%s">%s</a></span> for pre-steps to use it.
nl: Zie <span><a href="%s">%s</a></span> voor meer informatie over voorbereidende stappen hieromtrent.

source: Apply
nl: Toepassen

source: Apply new config then restart service
nl: Pas de nieuwe configuratie toe en herstart de dienst

source: Subs link
nl: Abonnementslink

source: Conf file
nl: Configuratiebestand

source: Address and port
nl: Adres en poort

source: Addtional
nl: Aanvullend
